{"translation-revision-date":"2025-11-18 14:58:14+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"agent":["agent"],"referrer":["odsyłacz"],"name":["nazwa"],"If using a proxy then add any IP addresses here to only trust IP headers from those addresses.":["Jeśli korzystasz z serwera proxy, dodaj tutaj wszystkie adresy IP, aby zaufać tylko nagłówkom IP z tych adresów."],"Proxy Address":["Adres proxy"],"Please ensure you trust the data in these headers. If using a proxy then set its address below.":["Upewnij się, że ufasz danym w tych nagłówkach. Jeśli korzystasz z serwera proxy, ustaw jego adres poniżej."],"Only set custom IP headers if your server does not use <code>REMOTE_ADDR<\/code> to store the client IP address.":["Ustaw własne nagłówki IP tylko wtedy, gdy Twój serwer nie używa <code>REMOTE_ADDR<\/code> do przechowywania adresu IP klienta."],"REMOTE_ADDR":["REMOTE_ADDR"],"IP Address":["Adres IP"],"Export Logs":["Eksportuj dzienniki"],"total = %d":["suma = %d"],"of %s":["z %s"],"An unknown error":["Nieznany błąd"],"Your site already has the latest SQL.":["Twoja strona ma już najnowszą wersję SQL"],"Progress: %(complete)d%%":["Postęp: %(gotowe)d%%"],"Testing - %s%%":["Testowanie - %s%%"],"REST API 404":["Błąd 404 REST API"],"Your REST API appears to be cached and this will cause problems. Please exclude your REST API from your caching system.":["Wygląda na to, że Twoje API REST jest buforowane, co może powodować problemy. Wyklucz swoje API REST z systemu buforowania."],"Your REST API is showing a deprecated PHP error. Please fix this error.":["W Twoim interfejsie API REST występuje błąd PHP. Napraw ten błąd."],"Your server configuration is blocking access to the REST API.":["Konfiguracja serwera blokuje dostęp do interfejsu API REST."],"Can you access your {{api}}REST API{{\/api}} without it redirecting?.":["Czy możesz uzyskać dostęp do swojego {{api}}REST API{{\/api}} bez przekierowania?."],"You will will need to fix this on your site. Redirection is not causing the error.":["Musisz to naprawić na swojej witrynie. Przekierowanie nie jest przyczyną błędu."],"Add Permalink":["Dodaj bezpośredni odnośnik"],"No migrated permalinks":["Brak migrowanych bezpośrednich odnośników"],"Permalinks":["Bezpośrednie odnośniki"],"Note: this is in beta and will only migrate posts. Certain permalinks will not work. If yours does not work then you will need to wait until it is out of beta.":["Uwaga: to jest wersja beta i będzie przenosić tylko wpisy. Niektóre bezpośrednie odnośniki nie będą działać. Jeśli Twój odnośnik nie działa, musisz poczekać, aż wyjdzie z wersji beta."],"Enter old permalinks structures to automatically migrate them to your current one.":["Wpisz stare struktury bezpośrednich odnośników, aby automatycznie przenieść je do bieżącej struktury."],"Permalink Migration":["Migracja bezpośredniego odnośnika"],"(beta) Enable caching of redirects via WordPress object cache. Can improve performance. Requires an object cache.":["(beta) Włącz buforowanie przekierowań za pomocą pamięci podręcznej obiektów WordPress. Może poprawić wydajność. Wymaga pamięci podręcznej obiektów."],"HTTP Cache Header":["Nagłówek pamięci podręcznej HTTP"],"Decide how Redirection updates itself, if needed.":["W razie potrzeby zdecyduj, w jaki sposób Przekierowanie się aktualizuje."],"Data Upgrade":["Aktualizacja danych"],"Advanced":["Zaawansowane"],"Automatically upgrade on admin pages":["Automatyczna aktualizacja na stronach administracyjnych"],"Upgrade manually when prompted":["Wykonaj aktualizację ręcznie po wyświetleniu monitu"],"Nothing to display.":["Nic do wyświetlenia."],"%1d of %1d selected. {{all}}Clear All.{{\/all}}":["Wybrano %1d z %1d. {{all}}Wyczyść wszystko.{{\/all}}"],"%1d of %1d selected. {{all}}Select All.{{\/all}}":["Wybrano %1d z %1d. {{all}}Zaznacz wszystko.{{\/all}}"],"Sometimes your browser can cache a URL, making it hard to know if it's working as expected. Use this service from {{link}}redirect.li{{\/link}} to get accurate results.":["Czasami przeglądarka może buforować adres URL, przez co trudno stwierdzić, czy działa on prawidłowo. Skorzystaj z tej usługi dostępnej pod adresem {{link}}redirect.li{{\/link}}, aby uzyskać dokładne wyniki."],"Search exact URL":["Wyszukaj dokładny adres URL"],"Version %s installed! Please read the {{url}}release notes{{\/url}} for details.":["Wersja %s została zainstalowana! Aby uzyskać szczegółowe informacje, przeczytaj {{url}}informacje o wydaniu{{\/url}}."],"Manual Setup":["Ręczna konfiguracja"],"Importing failed.":["Importowanie nie powiodło się."],"Import finished.":["Import zakończony."],"Ready to begin! 🎉":["Gotowi do startu! 🎉"],"Please take a moment to consult the {{support}}support site{{\/support}} for information about how to use Redirection.":["Prosimy poświęcić chwilę na zapoznanie się ze stroną {{support}}pomocy technicznej{{\/support}}, aby uzyskać informacje o sposobie korzystania z Przekierowania."],"Redirection is now installed!":["Przekierowanie zostało zainstalowane!"],"Installation Complete":["Instalacja ukończona"],"The Redirection database does not appear to exist. Have you run the above SQL?":["Baza danych przekierowania prawdopodobnie nie istnieje. Czy uruchomiłeś powyższy kod SQL?"],"Wildcards are not supported. You need to use a {{link}}regular expression{{\/link}}.":["Symbole wieloznaczne nie są obsługiwane. Musisz użyć {{link}}wyrażenia regularnego{{\/link}}."],"To match {{code}}?{{\/code}} you need to escape it with {{code}}\\?{{\/code}}":["Aby dopasować {{code}}?{{\/code}}, należy poprzedzić go znakiem {{code}}\\?{{\/code}}"],"The caret {{code}}^{{\/code}} should be at the start. For example: {{code}}%(example)s{{\/code}}":["Kursor {{code}}^{{\/code}} powinien znajdować się na początku. Na przykład: {{code}}%(example)s{{\/code}}"],"Please add migrated permalinks to the Site page under the \"Permalink Migration\" section.":["Proszę dodać przeniesione bezpośrednie odnośniki do strony witryny w sekcji „Migracja bezpośrednich odnośników”."],"Exact match in any order":["Dokładne dopasowanie w dowolnej kolejności"],"Something went wrong obtaining this information. It may work in the future.":["Wystąpił błąd podczas uzyskiwania tych informacji. Może zadziałać w przyszłości."],"View full redirect.li results.":["Zobacz pełne wyniki redirect.li."],"If your browser is behaving differently then you should clear your browser cache.":["Jeśli Twoja przeglądarka zachowuje się inaczej, wyczyść pamięć podręczną przeglądarki."],"If this is not expected then this {{support}}support page{{\/support}} may help.":["Jeśli nie jest to oczekiwane, pomocna może okazać się ta {{support}}strona pomocy{{\/support}}."],"Unable to check that URL. It may not be valid or accessible.":["Nie można sprawdzić tego adresu URL. Może być nieprawidłowy lub niedostępny."],"Page was loaded.":["Strona została wczytana."],"Redirected by an unknown agent. {{support}}What does this mean?{{\/support}}.":["Przekierowanie przez nieznanego agenta. {{support}}Co to oznacza?{{\/support}}."],"Redirected by %1s. {{support}}What does this mean?{{\/support}}.":["Przekierowano przez %1s. {{support}}Co to oznacza?{{\/support}}."],"Matches your redirect":["Pasuje do Twojego przekierowania"],"Redirected by Redirection.":["Przekierowano przez Przekierowanie."],"An error page was returned. This is unlikely to be a problem with Redirection. {{support}}What does this mean?{{\/support}}.":["Zwrócono stronę błędu. Jest mało prawdopodobne, że jest to problem z przekierowaniem. {{support}}Co to oznacza?{{\/support}}."],"Something is wrong with the server. This is not a problem with Redirection and you will need to resolve the error yourself.":["Wystąpił problem z serwerem. Nie jest to problem z przekierowaniem i musisz rozwiązać problem samodzielnie."],"Are you sure want to delete all %d matching items?":["Czy na pewno chcesz usunąć wszystkie %d pasujących elementów?"],"Your admin pages are being cached. Clear this cache and try again. There may be multiple caches involved.":["Twoje strony administracyjne są buforowane. Wyczyść pamięć podręczną i spróbuj ponownie. Możliwe, że zaangażowanych jest wiele buforów."],"This is usually fixed by doing one of the following:":["Zwykle można to naprawić, wykonując jedną z poniższych czynności:"],"You are using an old or cached session":["Używasz starej lub zbuforowanej sesji"],"Please review your data and try again.":["Proszę przejrzeć swoje dane i spróbować ponownie."],"There was a problem making a request to your site. This could indicate you provided data that did not match requirements, or that the plugin sent a bad request.":["Wystąpił problem z wysłaniem żądania do Twojej witryny. Może to oznaczać, że podałeś dane niezgodne z wymaganiami lub że wtyczka wysłała nieprawidłowe żądanie."],"Bad data":["Złe dane"],"WordPress returned an unexpected message. This could be a PHP error from another plugin, or data inserted by your theme.":["WordPress zwrócił nieoczekiwany komunikat. Mógł to być błąd PHP z innej wtyczki lub dane wstawione przez motyw."],"Your WordPress REST API has been disabled. You will need to enable it to continue.":["Twoje API REST WordPress zostało wyłączone. Aby kontynuować, musisz je włączyć."],"An unknown error occurred.":["Wystąpił nieznany błąd."],"Your REST API is being redirected. Please remove the redirection for the API.":["Twoje API REST jest przekierowywane. Usuń przekierowanie dla API."],"A security plugin or firewall is blocking access. You will need to whitelist the REST API.":["Wtyczka bezpieczeństwa lub firewall blokuje dostęp. Będziesz musiał umieścić interfejs REST API na białej liście."],"Check your {{link}}Site Health{{\/link}} and fix any issues.":["Sprawdź stan {{link}}swojej witryny {{\/link}} i napraw wszystkie problemy."],"Your WordPress REST API is returning a 404 page. This is almost certainly an external plugin or server configuration issue.":["Twoje API REST WordPress zwraca stronę 404. Prawdopodobnie jest to problem z zewnętrzną wtyczką lub konfiguracją serwera."],"Debug Information":["Informacje o debugowaniu"],"Show debug":["Pokaż debug"],"View Data":["Wyświetl dane"],"Redirection stores no user identifiable information other than what is configured above. It is your responsibility to ensure your site meets any applicable {{link}}privacy requirements{{\/link}}.":["Przekierowanie nie przechowuje żadnych informacji identyfikujących użytkownika poza tymi, które zostały skonfigurowane powyżej. Twoim obowiązkiem jest zapewnienie, że Twoja witryna spełnia wszelkie obowiązujące {{link}}wymagania dotyczące prywatności{{\/link}}."],"Capture HTTP header information with logs (except cookies). It may include user information, and could increase your log size.":["Przechwytuj informacje z nagłówka HTTP za pomocą logów (z wyjątkiem plików ciasteczka). Mogą one zawierać informacje o użytkowniku i mogą zwiększyć rozmiar logów."],"Track redirect hits and date of last access. Contains no user information.":["Śledzenie przekierowań i daty ostatniego dostępu. Nie zawiera żadnych informacji o użytkowniku."],"Log \"external\" redirects - those not from Redirection. This can increase your log size and contains no user information.":["Loguj \"zewnętrzne\" przekierowania - te, które nie pochodzą z Redirection. Może to zwiększyć rozmiar dziennika i nie zawiera żadnych informacji o użytkowniku."],"Logging":["Logowanie"],"(IP logging level)":["(poziom logowania IP)"],"Are you sure you want to delete the selected items?":["Czy na pewno chcesz usunąć wybrane elementy?"],"View Redirect":["Wyświetl przekierowanie"],"RSS":["RSS"],"Group by user agent":["Grupuj według agentów użytkownika"],"Search domain":["Szukaj domeny"],"Redirect By":["Przekierowanie przez"],"Domain":["Domena"],"Method":["Metoda"],"If that did not help then {{strong}}create an issue{{\/strong}} or send it in an {{strong}}email{{\/strong}}.":["Jeśli to nie pomoże, {{strong}}utwórz zgłoszenie{{\/strong}} lub wyślij je na adres {{strong}}e-mail{{\/strong}}."],"Please check the {{link}}support site{{\/link}} before proceeding further.":["Przed kontynuacją sprawdź {{link}}stronę pomocy{{\/link}}."],"Something went wrong when upgrading Redirection.":["Coś poszło nie tak podczas aktualizacji Redirection."],"Something went wrong when installing Redirection.":["Coś poszło nie tak podczas instalacji Redirection."],"Redirect Source":["Źródło przekierowania"],"Request Headers":["Nagłówki żądań"],"Exclude from logs":["Wykluczenie z dzienników"],"Relocate to domain":["Przeniesienie do domeny"],"Want to redirect the entire site? Enter a domain to redirect everything, except WordPress login and admin. Enabling this option will disable any site aliases or canonical settings.":["Chcesz przekierować całą witrynę? Wprowadź domenę, aby przekierować wszystko, z wyjątkiem logowania i konta administratora WordPress. Włączenie tej opcji wyłączy wszystkie aliasy witryny i ustawienia kanoniczne."],"Relocate Site":["Przeniesienie witryny"],"Add CORS Presets":["Dodaj ustawienia wstępne CORS"],"Add Security Presets":["Dodaj ustawienia wstępne zabezpieczeń"],"Add Header":["Dodaj nagłówek"],"You should update your site URL to match your canonical settings: {{code}}%(current)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}":["Powinieneś zaktualizować adres URL swojej witryny, aby odpowiadał ustawieniom kanonicznym: {{code}}%(current)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}"],"Preferred domain":["Preferowana domena"],"{{strong}}Warning{{\/strong}}: ensure your HTTPS is working before forcing a redirect.":["{{strong}}Ostrzeżenie{{\/strong}}: przed wymuszeniem przekierowania upewnij się, że protokół HTTPS działa."],"Force a redirect from HTTP to HTTPS - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteHTTPS)s{{\/code}}":["Wymuś przekierowanie z HTTP na HTTPS - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteHTTPS)s{{\/code}}"],"Canonical Settings":["Ustawienia kanoniczne"],"Add www to domain - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteWWW)s{{\/code}}":["Dodaj www do domeny - {{code}}%(site)s{{\/code}} ⇒ {{code}}%(siteWWW)s{{\/code}}"],"Remove www from domain - {{code}}%(siteWWW)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}":["Usuń www z domeny - {{code}}%(siteWWW)s{{\/code}} ⇒ {{code}}%(site)s{{\/code}}"],"Don't set a preferred domain - {{code}}%(site)s{{\/code}}":["Nie ustawiaj preferowanej domeny - {{code}}%(site)s{{\/code}}"],"Add Alias":["Dodaj alias"],"No aliases":["Brak aliasów"],"Alias":["Alias"],"Aliased Domain":["Alias domeny"],"You will need to configure your system (DNS and server) to pass requests for these domains to this WordPress install.":["Będziesz musiał skonfigurować swój system (DNS i serwer), aby przekazywał żądania dotyczące tych domen do tej instalacji WordPressa."],"A site alias is another domain that you want to be redirected to this site. For example, an old domain, or a subdomain. This will redirect all URLs, including WordPress login and admin.":["Alias ​​witryny to inna domena, którą chcesz przekierować do tej witryny. Na przykład stara domena lub subdomena. Spowoduje to przekierowanie wszystkich adresów URL, w tym logowania i administratora WordPressa."],"Site Aliases":["Aliasy witryny"],"The companion plugin Search Regex allows you to search and replace data on your site. It also supports Redirection, and is handy if you want to bulk update a lot of redirects.":["Wtyczka towarzysząca Search Regex umożliwia wyszukiwanie i zamianę danych w witrynie. Obsługuje również przekierowania i jest przydatna, jeśli chcesz zbiorczo aktualizować wiele przekierowań."],"Need to search and replace?":["Trzeba wyszukać i zamienić?"],"Options on this page can cause problems if used incorrectly. You can {{link}}temporarily disable them{{\/link}} to make changes.":["Opcje na tej stronie mogą powodować problemy, jeśli zostaną użyte nieprawidłowo. Możesz je {{link}}tymczasowo wyłączyć{{\/link}}, aby wprowadzić zmiany."],"Please wait, importing.":["Proszę czekać, importujemy."],"Continue":["Kontynuuj"],"The following plugins have been detected.":["Wykryto następujące wtyczki."],"WordPress automatically creates redirects when you change a post URL. Importing these into Redirection will allow you to manage and monitor them.":["WordPress automatycznie tworzy przekierowania po zmianie adresu URL wpisu. Zaimportowanie ich do sekcji Przekierowania umożliwi Ci zarządzanie nimi i monitorowanie ich."],"Importing existing redirects from WordPress or other plugins is a good way to get started with Redirection. Check each set of redirects you wish to import.":["Importowanie istniejących przekierowań z WordPressa lub innych wtyczek to dobry sposób na rozpoczęcie korzystania z funkcji przekierowań. Zaznacz każdy zestaw przekierowań, który chcesz zaimportować."],"Import Existing Redirects":["Importuj istniejące przekierowania"],"That's all there is to it - you are now redirecting! Note that the above is just an example.":["To wszystko – teraz następuje przekierowanie! Pamiętaj, że powyższe to tylko przykład."],"If you want to redirect everything please use a site relocation or alias from the Site page.":["Jeśli chcesz przekierować wszystko, użyj relokacji witryny lub aliasu ze strony Witryna."],"Value":["Wartość"],"Values":["Wartości"],"All":["Wszystko"],"Note that some HTTP headers are set by your server and cannot be changed.":["Należy pamiętać, że niektóre nagłówki HTTP są ustawiane przez serwer i nie można ich zmienić."],"No headers":["Brak nagłówków"],"Header":["Nagłówek"],"Location":["Lokalizacja"],"Site headers are added across your site, including redirects. Redirect headers are only added to redirects.":["Nagłówki witryny są dodawane w całej witrynie, łącznie z przekierowaniami. Nagłówki przekierowań są dodawane tylko do przekierowań."],"HTTP Headers":["Nagłówki HTTP"],"Custom Header":["Własny nagłówek"],"General":["Ogólne"],"Redirect":["Przekierowanie"],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Niektóre serwery mogą być skonfigurowane do bezpośredniej obsługi zasobów plików, co zapobiega wystąpieniu przekierowania."],"Site":["Witryna"],"Unable to make request due to browser security. This is typically because your WordPress and Site URL settings are inconsistent, or the request was blocked by your site CORS policy.":["Nie można wysłać żądania z powodu zabezpieczeń przeglądarki. Zazwyczaj dzieje się tak, ponieważ ustawienia WordPressa i adresu URL witryny są niespójne lub żądanie zostało zablokowane przez politykę CORS witryny."],"Ignore & Pass Query":["Zignoruj i przepuść zapytanie"],"Ignore Query":["Zignoruj zapytanie"],"Exact Query":["Dokładne zapytanie"],"Search title":["Tytuł wyszukiwania"],"Not accessed in last year":["Brak dostępu w ciągu ostatniego roku"],"Not accessed in last month":["Brak dostępu w ciągu ostatniego miesiąca"],"Never accessed":["Nigdy nie uzyskano dostępu"],"Last Accessed":["Ostatni dostęp"],"HTTP Status Code":["Kod statusu HTTP"],"Plain":["Zwykły"],"URL match":["Dopasowanie adresu URL"],"Source":["Źródło"],"Code":["Kod"],"Action Type":["Rodzaj akcji"],"Match Type":["Typ dopasowania"],"Search target URL":["Szukaj docelowy adres URL"],"Search IP":["Szukaj IP"],"Search user agent":["Szukaj agenta użytkownika"],"Search referrer":["Wyszukaj odsyłacz"],"Search URL":["Szukaj adres URL"],"Filter on: %(type)s":["Filtruj według: %(type)s"],"Disabled":["Wyłączone"],"Enabled":["Włączone"],"Compact Display":["Wyświetlacz kompaktowy"],"Standard Display":["Wyświetlacz standardowy"],"Status":["Status"],"Pre-defined":["Wstępnie zdefiniowane"],"Custom Display":["Wyświetlacz własny"],"Display All":["Wyświetl wszystko"],"Your URL appears to contain a domain inside the path: {{code}}%(relative)s{{\/code}}. Did you mean to use {{code}}%(absolute)s{{\/code}} instead?":["Wygląda na to, że Twój adres URL zawiera domenę w ścieżce: {{code}}%(relative)s{{\/code}}. Czy chodziło Ci o: {{code}}%(absolute)s{{\/code}}"],"Comma separated list of languages to match against (i.e. da, en-GB)":["Oddzielona przecinkami lista języków do dopasowania (np. da, en-GB)"],"Language":["Język"],"504 - Gateway Timeout":["504 - Limit czasu bramy"],"503 - Service Unavailable":["503 - Usługa niedostępna"],"502 - Bad Gateway":["502 - Zła bramka"],"501 - Not implemented":["501 - Nie wdrożono"],"500 - Internal Server Error":["500 - Wewnętrzny błąd serwera"],"451 - Unavailable For Legal Reasons":["451 - Niedostępny z przyczyn prawnych"],"URL and language":["Adres URL i język"],"Log out, clear your browser cache, and log in again - your browser has cached an old session.":["Wyloguj się, wyczyść pamięć podręczną przeglądarki i zaloguj się ponownie - przeglądarka zapisała w pamięci podręcznej starą sesję."],"Reload the page - your current session is old.":["Odśwież stronę - Twoja bieżąca sesja jest stara."],"Unable to save .htaccess file":["Nie można zapisać pliku .htaccess"],"Redirects added to an Apache group can be saved to an {{code}}.htaccess{{\/code}} file by adding the full path here. For reference, your WordPress is installed to {{code}}%(installed)s{{\/code}}.":["Przekierowania dodane do grupy Apache można zapisać w pliku {{code}}.htaccess{{\/code}}, dodając tutaj pełną ścieżkę. Dla porównania, Twój WordPress jest zainstalowany w {{code}}%(installed)s{{\/code}}."],"Click \"Complete Upgrade\" when finished.":["Po zakończeniu kliknij „Zakończ aktualizację”."],"Your target URL contains the invalid character {{code}}%(invalid)s{{\/code}}":["Twój adres URL docelowy zawiera nieprawidłowy znak {{code}}%(invalid)s{{\/code}}"],"If you are using WordPress 5.2 or newer then look at your {{link}}Site Health{{\/link}} and resolve any issues.":["Jeśli używasz WordPressa 5.2 lub nowszego, sprawdź {{link}}stan swojej witryny{{\/link}} i rozwiąż wszelkie problemy."],"If you do not complete the manual install you will be returned here.":["Jeżeli nie ukończysz instalacji ręcznej, zostaniesz przekierowany tutaj."],"Click \"Finished! 🎉\" when finished.":["Kliknij \"Gotowe! 🎉\" po zakończeniu."],"If your site needs special database permissions, or you would rather do it yourself, you can manually run the following SQL.":["Jeśli Twoja witryna wymaga specjalnych uprawnień do bazy danych lub wolisz zrobić to samodzielnie, możesz ręcznie uruchomić poniższe polecenie SQL."],"Manual Install":["Instalacja ręczna"],"This information is provided for debugging purposes. Be careful making any changes.":["Informacje te służą do celów debugowania. Zachowaj ostrożność przy wprowadzaniu jakichkolwiek zmian."],"Plugin Debug":["Debugowanie wtyczek"],"Redirection communicates with WordPress through the WordPress REST API. This is a standard part of WordPress, and you will experience problems if you cannot use it.":["Przekierowanie komunikuje się z WordPressem za pośrednictwem interfejsu API REST WordPress. Jest to standardowa część WordPressa i możesz napotkać problemy, jeśli nie będziesz mógł z niej korzystać."],"IP Headers":["Nagłówki IP"],"Do not change unless advised to do so!":["Nie zmieniać, jeśli nie jest to zalecane!"],"Database version":["Wersja bazy danych"],"Complete data (JSON)":["Kompletne dane (JSON)"],"Export to CSV, Apache .htaccess, Nginx, or Redirection JSON. The JSON format contains full information, and other formats contain partial information appropriate to the format.":["Eksport do CSV, Apache .htaccess, Nginx, lub Redirection JSON. Format JSON zawiera pełną informację, a pozostałe formaty zawierają częściową informację odpowiednią dla danego formatu."],"CSV does not include all information, and everything is imported\/exported as \"URL only\" matches. Use the JSON format for a full set of data.":["Plik CSV nie zawiera wszystkich informacji, a wszystko jest importowane\/eksportowane jako dopasowania „tylko adres URL”. Użyj formatu JSON, aby uzyskać pełny zestaw danych."],"All imports will be appended to the current database - nothing is merged.":["Wszystkie importy zostaną dołączone do bieżącej bazy danych - nic nie zostanie scalone."],"Automatic Upgrade":["Automatyczna aktualizacja"],"Manual Upgrade":["Aktualizacja ręczna"],"Please make a backup of your Redirection data: {{download}}downloading a backup{{\/download}}. If you experience any issues you can import this back into Redirection.":["Proszę wykonać kopię zapasową danych Przekierowania: {{download}}pobieranie kopii zapasowej{{\/download}}. W razie problemów można je zaimportować z powrotem do Przekierowania."],"Click the \"Upgrade Database\" button to automatically upgrade the database.":["Kliknij przycisk „Uaktualnij bazę danych”, aby automatycznie uaktualnić bazę danych."],"Complete Upgrade":["Kompletna aktualizacja"],"Redirection stores data in your database and sometimes this needs upgrading. Your database is at version {{strong}}%(current)s{{\/strong}} and the latest is {{strong}}%(latest)s{{\/strong}}.":["Przekierowanie przechowuje dane w bazie danych, która czasami wymaga aktualizacji. Twoja baza danych jest w wersji {{strong}}%(current)s{{\/strong}}, a najnowsza wersja to {{strong}}%(latest)s{{\/strong}}."],"Note that you will need to set the Apache module path in your Redirection options.":["Należy pamiętać o ustawieniu ścieżki modułu Apache w opcjach przekierowania."],"I need support!":["Potrzebuję wsparcia!"],"You will need at least one working REST API to continue.":["Będziesz potrzebował co najmniej jednego działającego REST API, aby kontynuować."],"Check Again":["Sprawdź ponownie"],"Show Problems":["Pokaż problemy"],"Summary":["Podsumowanie"],"Your REST API is not working and the plugin will not be able to continue until this is fixed.":["Interfejs API REST nie działa i wtyczka nie będzie mogła działać dalej, dopóki problem nie zostanie rozwiązany."],"There are some problems connecting to your REST API. It is not necessary to fix these problems and the plugin is able to work.":["Wystąpiły problemy z połączeniem z interfejsem API REST. Nie ma potrzeby ich rozwiązywania, a wtyczka będzie działać poprawnie."],"Unavailable":["Niedostępne"],"Working but some issues":["Działa, ale są pewne problemy"],"Current API":["Aktualny interfejs API"],"Switch to this API":["Przełącz się na ten interfejs API"],"Hide":["Ukryj"],"Show Full":["Pokaż pełny"],"Working!":["Działa!"],"Your target URL should be an absolute URL like {{code}}https:\/\/domain.com\/%(url)s{{\/code}} or start with a slash {{code}}\/%(url)s{{\/code}}.":["Docelowy adres URL powinien być adresem bezwzględnym, takim jak {{code}}https:\/\/domain.com\/%(url)s{{\/code}} lub zaczynać się od ukośnika {{code}}\/%(url)s{{\/code}}."],"Your source is the same as a target and this will create a loop. Leave a target blank if you do not want to take action.":["Twoje źródło jest takie samo jak cel, co spowoduje utworzenie pętli. Pozostaw cel pusty, jeśli nie chcesz podejmować żadnych działań."],"The target URL you want to redirect, or auto-complete on post name or permalink.":["Docelowy adres URL, który chcesz przekierować, lub nazwa wpisu lub bezpośredni odnośnik, do której chcesz dodać auto uzupełnienie."],"Include these details in your report along with a description of what you were doing and a screenshot.":["Dołącz do raportu te szczegóły, opis wykonywanych czynności i zrzut ekranu."],"Create An Issue":["Utwórz problem"],"What do I do next?":["Co mam robić dalej?"],"Possible cause":["Możliwa przyczyna"],"This could be a security plugin, or your server is out of memory or has an external error. Please check your server error log":["Może to być wtyczka bezpieczeństwa, albo na serwerze brakuje pamięci lub wystąpił błąd zewnętrzny. Sprawdź dziennik błędów serwera."],"Your REST API is probably being blocked by a security plugin. Please disable this, or configure it to allow REST API requests.":["Twoje API REST jest prawdopodobnie blokowane przez wtyczkę bezpieczeństwa. Wyłącz ją lub skonfiguruj tak, aby zezwalała na żądania API REST."],"Read this REST API guide for more information.":["Aby uzyskać więcej informacji, przeczytaj ten przewodnik po interfejsie REST API."],"URL options \/ Regex":["Opcje adresu URL \/ wyrażenie regularne"],"Export 404":["Eksport 404"],"Export redirect":["Przekierowanie eksportu"],"Pass - as ignore, but also copies the query parameters to the target":["Przekaż - jako ignoruj, ale kopiuje również parametry zapytania do celu"],"Ignore - as exact, but ignores any query parameters not in your source":["Ignoruj ​​– tak samo dokładnie, ale ignoruje wszystkie parametry zapytania, których nie ma w źródle"],"Exact - matches the query parameters exactly defined in your source, in any order":["Dokładne – dokładnie odpowiada parametrom zapytania zdefiniowanym w źródle, w dowolnej kolejności"],"Default query matching":["Domyślne dopasowanie zapytań"],"Ignore trailing slashes (i.e. {{code}}\/exciting-post\/{{\/code}} will match {{code}}\/exciting-post{{\/code}})":["Zignoruj ​​końcowe ukośniki (np. {{code}}\/exciting-post\/{{\/code}} będzie pasować do {{code}}\/exciting-post{{\/code}})"],"Case insensitive matches (i.e. {{code}}\/Exciting-Post{{\/code}} will match {{code}}\/exciting-post{{\/code}})":["Dopasowania bez uwzględniania wielkości liter (np. {{code}}\/Exciting-Post{{\/code}} będzie pasować do {{code}}\/exciting-post{{\/code}})"],"Applies to all redirections unless you configure them otherwise.":["Dotyczy wszystkich przekierowań, chyba że skonfigurujesz je inaczej."],"Default URL settings":["Domyślne ustawienia adresu URL"],"Ignore and pass all query parameters":["Ignorowanie i przekazywanie wszystkich parametrów zapytania"],"Ignore all query parameters":["Ignorowanie wszystkich parametrów zapytania"],"Exact match":["Dokładne dopasowanie"],"Caching software (e.g Cloudflare)":["Oprogramowanie do buforowania (np. Cloudflare)"],"A security plugin (e.g Wordfence)":["Wtyczka bezpieczeństwa (np. Wordfence)"],"URL options":["Opcje adresu URL"],"Query Parameters":["Parametry zapytań"],"Ignore & pass parameters to the target":["Ignorowanie i przekazywanie parametrów do celu"],"Ignore all parameters":["Ignorowanie wszystkich parametrów"],"Ignore Case":["Ignoruj ​​przypadek"],"Ignore Slash":["Zignoruj ukośnik"],"Relative REST API":["Względny interfejs API REST"],"Raw REST API":["Surowy interfejs API REST"],"Default REST API":["Domyślny interfejs API REST"],"(Example) The target URL is the new URL":["(Przykład) Docelowy adres URL to nowy adres URL"],"(Example) The source URL is your old or original URL":["(Przykład) Adres URL źródłowy to Twój stary lub oryginalny adres URL"],"A database upgrade is in progress. Please continue to finish.":["Trwa aktualizacja bazy danych. Proszę kontynuować, aby zakończyć."],"Redirection database needs upgrading":["Baza danych przekierowań wymaga aktualizacji"],"Upgrade Required":["Wymagana aktualizacja"],"Finish Setup":["Zakończ konfigurację"],"Retry":["Ponów"],"You have different URLs configured on your WordPress Settings > General page, which is usually an indication of a misconfiguration, and it can cause problems with the REST API. Please review your settings.":["Masz skonfigurowane różne adresy URL na stronie Ustawienia WordPress > Ogólne, co zazwyczaj wskazuje na błędną konfigurację i może powodować problemy z interfejsem API REST. Sprawdź swoje ustawienia."],"If you do experience a problem then please consult your plugin documentation, or try contacting your host support. This is generally {{link}}not a problem caused by Redirection{{\/link}}.":["Jeśli wystąpi problem, zapoznaj się z dokumentacją wtyczki lub skontaktuj się z pomocą techniczną swojego hosta. Zazwyczaj {{link}}nie jest to problem spowodowany przez przekierowanie{{{\/link}}."],"Some other plugin that blocks the REST API":["Jakaś inna wtyczka blokująca API REST"],"A server firewall or other server configuration (e.g OVH)":["Zapora sieciowa serwera lub inna konfiguracja serwera (np. OVH)"],"Redirection uses the {{link}}WordPress REST API{{\/link}} to communicate with WordPress. This is enabled and working by default. Sometimes the REST API is blocked by:":["Przekierowanie wykorzystuje {{link}}interfejs API REST WordPress{{\/link}} do komunikacji z WordPressem. Jest on domyślnie włączony i działa. Czasami interfejs API REST jest blokowany przez:"],"Go back":["Wróć"],"Storing the IP address allows you to perform additional log actions. Note that you will need to adhere to local laws regarding the collection of data (for example GDPR).":["Przechowywanie adresu IP umożliwia wykonywanie dodatkowych czynności związanych z dziennikiem. Pamiętaj, że będziesz musiał przestrzegać lokalnych przepisów dotyczących gromadzenia danych (na przykład RODO)."],"Store IP information for redirects and 404 errors.":["Przechowuj informacje o IP dla przekierowań i błędów 404."],"Storing logs for redirects and 404s will allow you to see what is happening on your site. This will increase your database storage requirements.":["Zapisywanie logów przekierowań i błędów 404 pozwoli Ci zobaczyć, co dzieje się na Twojej witrynie. Zwiększy to zapotrzebowanie na miejsce w bazie danych."],"Keep a log of all redirects and 404 errors.":["Prowadź dziennik wszystkich przekierowań i błędów 404."],"{{link}}Read more about this.{{\/link}}":["{{link}}Czytaj więcej na ten temat.{{\/link}}"],"If you change the permalink in a post or page then Redirection can automatically create a redirect for you.":["Jeśli zmienisz bezpośredni odnośnik we wpisie lub na stronie, Przekierowanie może automatycznie utworzyć przekierowanie."],"Monitor permalink changes in WordPress posts and pages":["Monitoruj zmiany bezpośrednich odnośników we wpisach i stronach WordPress"],"These are some options you may want to enable now. They can be changed at any time.":["Oto kilka opcji, które warto teraz włączyć. Można je zmienić w dowolnym momencie."],"Basic Setup":["Podstawowa konfiguracja"],"Start Setup":["Rozpocznij konfigurację"],"First you will be asked a few questions, and then Redirection will set up your database.":["Najpierw zostaniesz poproszony o odpowiedź na kilka pytań, a następnie Przekierowanie skonfiguruje Twoją bazę danych."],"What's next?":["Co dalej?"],"Check a URL is being redirected":["Sprawdź, czy adres URL jest przekierowywany"],"More powerful URL matching, including {{regular}}regular expressions{{\/regular}}, and {{other}}other conditions{{\/other}}":["Bardziej wydajne dopasowywanie adresów URL, w tym {{regular}}wyrażenia regularne{{\/regular}} i {{other}}inne warunki{{\/other}}"],"{{link}}Import{{\/link}} from .htaccess, CSV, and a variety of other plugins":["{{link}}Importuj{{\/link}} z plików .htaccess, CSV i wielu innych wtyczek"],"{{link}}Monitor 404 errors{{\/link}}, get detailed information about the visitor, and fix any problems":["{{link}}Monitoruj błędy 404{{\/link}}, uzyskaj szczegółowe informacje o odwiedzającym i rozwiąż wszelkie problemy"],"Some features you may find useful are":["Niektóre funkcje, które mogą okazać się przydatne to:"],"Full documentation can be found on the {{link}}Redirection website.{{\/link}}":["Całość dokumentacji znajdziesz na {{link}}stronie wtyczki Redirection.{{\/link}}"],"A simple redirect involves setting a {{strong}}source URL{{\/strong}} (the old URL) and a {{strong}}target URL{{\/strong}} (the new URL). Here's an example:":["Proste przekierowanie polega na ustawieniu {{strong}}źródłowego adresu URL{{\/strong}} (starego adresu URL) i {{strong}}docelowego adresu URL{{\/strong}} (nowego adresu URL). Oto przykład:"],"How do I use this plugin?":["Jak używać tej wtyczki?"],"Redirection is designed to be used on sites with a few redirects to sites with thousands of redirects.":["Przekierowanie jest przeznaczone do stosowania na stronach z niewielką liczbą przekierowań do stron z tysiącami przekierowań."],"Thank you for installing and using Redirection v%(version)s. This plugin will allow you to manage 301 redirections, keep track of 404 errors, and improve your site, with no knowledge of Apache or Nginx needed.":["Dziękujemy za zainstalowanie i korzystanie z Przekierowania v%(version)s. Ta wtyczka pozwoli Ci zarządzać przekierowaniami 301, śledzić błędy 404 i ulepszać swoją witrynę bez konieczności znajomości Apache'a czy Nginx."],"Welcome to Redirection 🚀🎉":["Witamy w Przekierowaniu 🚀🎉"],"To prevent a greedy regular expression you can use {{code}}^{{\/code}} to anchor it to the start of the URL. For example: {{code}}%(example)s{{\/code}}":["Aby zapobiec zachłannemu wyrażeniu regularnemu, możesz użyć {{code}}^{{\/code}}, aby zakotwiczyć je na początku adresu URL. Na przykład: {{code}}%(example)s{{\/code}}"],"Remember to enable the \"regex\" option if this is a regular expression.":["Pamiętaj o włączeniu opcji „regex”, jeśli jest to wyrażenie regularne."],"The source URL should probably start with a {{code}}\/{{\/code}}":["Adres URL źródła powinien prawdopodobnie zaczynać się od {{code}}\/{{\/code}}"],"This will be converted to a server redirect for the domain {{code}}%(server)s{{\/code}}.":["Zostanie to przekonwertowane na przekierowanie serwera dla domeny {{code}}%(server)s{{\/code}}."],"Anchor values are not sent to the server and cannot be redirected.":["Wartości zakotwiczenia nie są wysyłane do serwera i nie mogą zostać przekierowane."],"Finished! 🎉":["Zakończono! 🎉"],"Leaving before the process has completed may cause problems.":["Opuszczenie procesu przed jego zakończeniem może spowodować problemy."],"Setting up Redirection":["Konfigurowanie przekierowania"],"Upgrading Redirection":["Aktualizacja przekierowania"],"Please remain on this page until complete.":["Proszę pozostać na tej stronie, aż do zakończenia."],"If you want to {{support}}ask for support{{\/support}} please include these details:":["Jeśli chcesz {{support}}poprosić o wsparcie{{\/support}}, podaj następujące szczegóły:"],"Stop upgrade":["Zatrzymaj aktualizację"],"Skip this stage":["Pomiń ten etap"],"Try again":["Spróbuj ponownie"],"Database problem":["Problem z bazą danych"],"Upgrade Database":["Aktualizuj bazę danych"],"Please do not try and redirect all your 404s - this is not a good thing to do.":["Proszę nie próbować przekierowywać wszystkich komunikatów 404 – nie jest to dobre rozwiązanie."],"Only the 404 page type is currently supported.":["Obecnie obsługiwana jest tylko strona typu 404."],"Page Type":["Rodzaj strony"],"Enter IP addresses (one per line)":["Wpisz adresy IP (jeden w każdym wierszu)"],"Describe the purpose of this redirect (optional)":["Opisz cel tego przekierowania (opcjonalnie)"],"418 - I'm a teapot":["418 - Jestem czajniczkiem"],"403 - Forbidden":["403 - Zabronione"],"400 - Bad Request":["400 - Błędne żądanie"],"304 - Not Modified":["304 - Niezmodyfikowano"],"303 - See Other":["303 - Zobacz inne"],"Do nothing (ignore)":["Nie rób nic (ignoruj)"],"Target URL when not matched (empty to ignore)":["Adres URL docelowy w przypadku braku dopasowania (pusty, aby zignorować)"],"Target URL when matched (empty to ignore)":["Adres URL docelowy po dopasowaniu (pusty, aby zignorować)"],"Show All":["Pokaż wszystko"],"Delete logs for these entries":["Usuń logi dla tych wpisów"],"Delete logs for this entry":["Usuń logi dla tego wpisu"],"Delete Log Entries":["Usuń wpisy dziennika"],"Group by IP":["Grupuj po adresie IP"],"Group by URL":["Grupuj po adresie URL"],"No grouping":["Bez grupowania"],"Ignore URL":["Ignoruj adres URL"],"Block IP":["Blokuj adres IP"],"Redirect All":["Przekieruj wszystko"],"Count":["Liczba"],"URL and WordPress page type":["Adres URL i rodzaj strony WordPress"],"URL and IP":["Adres URL i IP"],"Problem":["Problem"],"Good":["Dobrze"],"Check":["Sprawdź"],"Check Redirect":["Sprawdź przekierowanie"],"Check redirect for: {{code}}%s{{\/code}}":["Sprawdź przekierowanie dla: {{code}}%s{{\/code}}"],"Error":["Błąd"],"Enter full URL, including http:\/\/ or https:\/\/":["Wprowadź pełen adres URL, wraz z http:\/\/ lub https:\/\/"],"Redirect Tester":["Tester przekierowania"],"Target":["Cel"],"Enter server URL to match against":["Wpisz adres URL serwera, z którym chcesz porównać"],"Server":["Serwer"],"Enter role or capability value":["Wpisz wartość roli lub możliwości"],"Role":["Rola"],"Match against this browser referrer text":["Porównaj z tekstem odsyłającym tej przeglądarki"],"Match against this browser user agent":["Porównaj z tym agentem użytkownika przeglądarki"],"The relative URL you want to redirect from":["Względny adres URL, z którego chcesz dokonać przekierowania"],"Add New":["Dodaj nowy"],"URL and role\/capability":["Adres URL i rola\/możliwość"],"URL and server":["Adres URL i serwer"],"Note it is your responsibility to pass HTTP headers to PHP. Please contact your hosting provider for support about this.":["Pamiętaj, że Twoim obowiązkiem jest przekazanie nagłówków HTTP do PHP. Skontaktuj się z dostawcą hostingu, aby uzyskać pomoc w tej sprawie."],"Accept Language":["Akceptuj język"],"Header value":["Wartość nagłówka"],"Header name":["Nazwa nagłówka"],"HTTP Header":["Nagłówek HTTP"],"WordPress filter name":["Nazwa filtru WordPress"],"Filter Name":["Nazwa filtra"],"Cookie value":["Wartość pliku ciasteczka"],"Cookie name":["Nazwa pliku ciasteczka"],"Cookie":["Ciasteczko"],"clearing your cache.":["wyczyszczenie pamięci podręcznej."],"If you are using a caching system such as Cloudflare then please read this: ":["Jeśli korzystasz z systemu buforowania, takiego jak Cloudflare, przeczytaj to: "],"URL and HTTP header":["Adres URL i nagłówek HTTP"],"URL and custom filter":["Adres URL i filtr własny"],"URL and cookie":["Adres URL i plik ciasteczka"],"404 deleted":["404 usunięto"],"REST API":["REST API"],"How Redirection uses the REST API - don't change unless necessary":["W jaki sposób Przekierowanie korzysta z interfejsu API REST – nie zmieniaj, chyba że jest to konieczne"],"Take a look at the {{link}}plugin status{{\/link}}. It may be able to identify and \"magic fix\" the problem.":["Sprawdź {{link}}stan wtyczki{{\/link}}. Może to pomóc w zidentyfikowaniu problemu i jego „magicznym rozwiązaniu”."],"{{link}}Caching software{{\/link}}, in particular Cloudflare, can cache the wrong thing. Try clearing all your caches.":["{{link}}Oprogramowanie do buforowania{{\/link}}, w szczególności Cloudflare, może buforować niewłaściwą zawartość. Spróbuj wyczyścić wszystkie pamięci podręczne."],"{{link}}Please temporarily disable other plugins!{{\/link}} This fixes so many problems.":["{{link}}Proszę tymczasowo wyłączyć inne wtyczki!{{\/link}} To rozwiązuje wiele problemów."],"WordPress REST API":["REST API WordPressa"],"Useragent Error":["Błąd agenta użytkownika"],"Unknown Useragent":["Nieznany agent użytkownika"],"Device":["Urządzenie"],"Operating System":["System operacyjny"],"Browser":["Przeglądarka"],"Engine":["Silnik"],"Useragent":["Agent użytkownika"],"Agent":["Agent"],"No IP logging":["Brak logowania IP"],"Full IP logging":["Pełne logowanie IP"],"Anonymize IP (mask last part)":["Anonimizuj adres IP (zamaskuj ostatnią część)"],"Monitor changes to %(type)s":["Monitoruj zmiany w %(type)s"],"IP Logging":["Logowanie IP"],"Agent Info":["Informacje o agencie"],"Filter by IP":["Filtruj wg IP"],"Geo IP Error":["Błąd geograficznego adresu IP"],"Something went wrong obtaining this information":["Wystąpił błąd podczas uzyskiwania tych informacji"],"This is an IP from a private network. This means it is located inside a home or business network and no more information can be displayed.":["To adres IP z sieci prywatnej. Oznacza to, że znajduje się on w sieci domowej lub firmowej i nie można wyświetlić więcej informacji."],"No details are known for this address.":["Szczegóły dotyczące tego adresu nie są znane."],"Geo IP":["Geograficzny dres IP"],"City":["Miasto"],"Area":["Region"],"Timezone":["Strefa czasowa"],"Geo Location":["Dane geolokalizacyjne"],"Powered by {{link}}redirect.li{{\/link}}":["Obsługiwane przez {{link}}redirect.li{{\/link}}"],"Full documentation for Redirection can be found at {{site}}https:\/\/redirection.me{{\/site}}. If you have a problem please check the {{faq}}FAQ{{\/faq}} first.":["Pełną dokumentację Przekierowania można znaleźć na stronie {{site}}https:\/\/redirection.me{{\/site}}. W razie problemów prosimy najpierw zapoznać się z sekcją {{faq}}FAQ{{\/faq}}."],"If you want to report a bug please read the {{report}}Reporting Bugs{{\/report}} guide.":["Jeśli chcesz zgłosić błąd, zapoznaj się z poradnikiem {{report}}Zgłaszanie błędów{{\/report}}."],"If you want to submit information that you don't want in a public repository then send it directly via {{email}}email{{\/email}} - include as much information as you can!":["Jeśli chcesz przesłać informacje, których nie chcesz udostępniać publicznie, wyślij je bezpośrednio na adres {{email}}email{{\/email}} - podaj jak najwięcej informacji!"],"Never cache":["Nigdy nie buforuj"],"An hour":["Godzina"],"Redirect Caching":["Przekierowanie buforowania"],"How long to cache redirected 301 URLs (via \"Expires\" HTTP header)":["Jak długo buforować przekierowane adresy URL 301 (za pomocą nagłówka HTTP „Expires”)"],"Are you sure you want to import from %s?":["Czy na pewno chcesz importować z %s?"],"Plugin Importers":["Importerzy wtyczek"],"The following redirect plugins were detected on your site and can be imported from.":["Na Twojej stronie wykryto następujące wtyczki przekierowujące, z których można je zaimportować."],"Import from %s":["Importuj z %s"],"Create associated redirect (added to end of URL)":["Utwórz powiązane przekierowanie (dodane na końcu adresu URL)"],"If the magic button doesn't work then you should read the error and see if you can fix it manually, otherwise follow the 'Need help' section below.":["Jeśli przycisk magiczny nie działa, przeczytaj opis błędu i sprawdź, czy możesz go naprawić ręcznie. W przeciwnym razie postępuj zgodnie z sekcją „Potrzebuję pomocy” poniżej."],"⚡️ Magic fix ⚡️":["⚡️ Magiczna naprawa ⚡️"],"Plugin Status":["Stan wtyczki"],"Custom":["Własne"],"Mobile":["Urządzenie przenośne"],"Feed Readers":["Czytniki kanałów"],"Libraries":["Biblioteki"],"URL Monitor Changes":["Zmiany monitora adresu URL"],"Save changes to this group":["Zapisz zmiany w tej grupie"],"For example \"\/amp\"":["Na przykład \"\/amp\""],"URL Monitor":["Monitorowanie adresów URL"],"Your server has rejected the request for being too big. You will need to reconfigure it to continue.":["Twój serwer odrzucił żądanie z powodu zbyt dużego rozmiaru. Aby kontynuować, musisz go ponownie skonfigurować."],"If you are using a page caching plugin or service (CloudFlare, OVH, etc) then you can also try clearing that cache.":["Jeśli używasz wtyczki lub usługi buforującej strony (CloudFlare, OVH itp.), możesz także spróbować wyczyścić pamięć podręczną."],"Cached Redirection detected":["Wykryto przekierowanie w pamięci podręcznej"],"Please clear your browser cache and reload this page.":["Wyczyść pamięć podręczną przeglądarki i odśwież tę stronę."],"WordPress did not return a response. This could mean an error occurred or that the request was blocked. Please check your server error_log.":["WordPress nie zwrócił odpowiedzi. Może to oznaczać, że wystąpił błąd lub żądanie zostało zablokowane. Sprawdź dziennik błędów serwera."],"{{strong}}CSV file format{{\/strong}}: {{code}}source URL, target URL{{\/code}} - and can be optionally followed with {{code}}regex, http code{{\/code}} ({{code}}regex{{\/code}} - 0 for no, 1 for yes).":["{{strong}}Format pliku CSV{{\/strong}}: {{code}}adres URL źródłowy, adres URL docelowy{{\/code}} – opcjonalnie można po nim umieścić {{code}}wyrażenie regularne, kod http{{\/code}} ({{code}}wyrażenie regularne{{\/code}} – 0 oznacza nie, 1 oznacza tak)."],"Redirection is not working. Try clearing your browser cache and reloading this page.":["Przekierowanie nie działa. Spróbuj wyczyścić pamięć podręczną przeglądarki i odświeżyć tę stronę."],"If that doesn't help, open your browser's error console and create a {{link}}new issue{{\/link}} with the details.":["Jeśli to nie pomoże, otwórz konsolę błędów przeglądarki i utwórz {{link}}nowy problem{{\/link}}, podając szczegóły."],"Email":["E-mail"],"Need help?":["Potrzebujesz pomocy?"],"Please note that any support is provide on as-time-is-available basis and is not guaranteed. I do not provide paid support.":["Proszę pamiętać, że wszelkie wsparcie jest świadczone w miarę dostępności czasu i nie jest gwarantowane. Nie udzielam wsparcia odpłatnie."],"Pos":["Pozycja"],"410 - Gone":["410 - Zniknął"],"Position":["Pozycja"],"Used to auto-generate a URL if no URL is given. Use the special tags {{code}}$dec${{\/code}} or {{code}}$hex${{\/code}} to insert a unique ID instead":["Służy do automatycznego generowania adresu URL, jeśli nie podano adresu URL. Użyj specjalnych znaczników {{code}}$dec${{\/code}} lub {{code}}$hex${{\/code}}, aby wstawić unikatowy identyfikator."],"Import to group":["Import do grupy"],"Import a CSV, .htaccess, or JSON file.":["Importuj plik CSV, .htaccess lub JSON."],"Click 'Add File' or drag and drop here.":["Kliknij \"Dodaj plik\" lub przeciągnij i upuść tutaj."],"Add File":["Dodaj plik"],"File selected":["Wybrano plik"],"Importing":["Importowanie"],"Finished importing":["Zakończono importowanie"],"Total redirects imported:":["Łączna liczba zaimportowanych przekierowań:"],"Double-check the file is the correct format!":["Sprawdź dokładnie, czy plik ma poprawny format!"],"OK":["OK"],"Close":["Zamknij"],"Export":["Eksport"],"Everything":["Wszystko"],"WordPress redirects":["Przekierowania WordPress"],"Apache redirects":["Przekierowania Apache"],"Nginx redirects":["Przekierowania Nginx"],"CSV":["CSV"],"Apache .htaccess":["Apache .htaccess"],"Nginx rewrite rules":["Reguły przepisywania Nginx"],"View":["Zobacz"],"Import\/Export":["Import\/Eksport"],"Logs":["Logi"],"404 errors":["Błędy 404"],"Redirection saved":["Przekierowanie zapisane"],"Log deleted":["Dziennik usunięty"],"Settings saved":["Ustawienia zapisane"],"Group saved":["Grupa zapisana"],"Are you sure you want to delete this item?":["Czy na pewno chcesz usunąć ten element?","Czy na pewno chcesz usunąć te elementy?","Czy na pewno chcesz usunąć te elementy?"],"pass":["przejście"],"All groups":["Wszystkie grupy"],"301 - Moved Permanently":["301 - Przeniesiony na stałe"],"302 - Found":["302 - Znaleziono"],"307 - Temporary Redirect":["307 - Przekierowanie tymczasowe"],"308 - Permanent Redirect":["308 - Stałe przekierowanie"],"401 - Unauthorized":["401 - Nieautoryzowane"],"404 - Not Found":["404 - Nie znaleziono"],"Title":["Tytuł"],"When matched":["Po dopasowaniu"],"with HTTP code":["z kodem HTTP"],"Show advanced options":["Pokaż opcje zaawansowane"],"Matched Target":["Dopasowany cel"],"Unmatched Target":["Niedopasowany cel"],"View notice":["Wyświetl powiadomienie"],"Something went wrong 🙁":["Coś poszło nie tak 🙁"],"Bulk Actions":["Działanie zbiorcze"],"Apply":["Zastosuj"],"First page":["Pierwsza strona"],"Prev page":["Poprzednia strona"],"Current Page":["Bieżąca strona"],"Next page":["Następna strona"],"Last page":["Ostatnia strona"],"%s item":["%s element","%s elementy","%s elementów"],"Select All":["Zaznacz wszystko"],"Sorry, something went wrong loading the data - please try again":["Przepraszamy, coś poszło nie tak podczas wczytywania danych – spróbuj ponownie"],"Forever":["Na zawsze"],"Delete the plugin - are you sure?":["Czy na pewno chcesz usunąć wtyczkę?"],"Deleting the plugin will remove all your redirections, logs, and settings. Do this if you want to remove the plugin for good, or if you want to reset the plugin.":["Usunięcie wtyczki spowoduje usunięcie wszystkich przekierowań, dzienników i ustawień. Zrób to, jeśli chcesz trwale usunąć wtyczkę lub chcesz ją zresetować."],"Once deleted your redirections will stop working. If they appear to continue working then please clear your browser cache.":["Po usunięciu przekierowania przestaną działać. Jeśli nadal działają, wyczyść pamięć podręczną przeglądarki."],"Yes! Delete the plugin":["Tak! Usuń wtyczkę"],"No! Don't delete the plugin":["Nie! Nie usuwaj wtyczki"],"Support":["Wsparcie"],"404s":["404-ki"],"Log":["Dziennik"],"Selecting this option will delete all redirections, all logs, and any options associated with the Redirection plugin.  Make sure this is what you want to do.":["Ta opcja spowoduje usunięcie wszystkich przekierowań, logów i wszelkich opcji dotyczących wtyczki Przekierowania. Upewnij się czy na pewno chcesz to zrobić, zanim klikniesz."],"Delete Redirection":["Usuń przekierowanie"],"Upload":["Prześlij"],"Import":["Import"],"Update":["Aktualizuj"],"Auto-generate URL":["Auto-generowanie URL"],"A unique token allowing feed readers access to Redirection log RSS (leave blank to auto-generate)":["Unikalny token pozwalający czytnikom treści na dostęp przez RSS do logów wtyczki (pozostaw puste by wygenerować automatycznie)"],"RSS Token":["Token RSS"],"404 Logs":["Dzienniki błędów 404"],"(time to keep logs for)":["(czas na prowadzenie dzienników)"],"Redirect Logs":["Dzienniki przekierowań"],"Options":["Opcje"],"Two months":["Dwa miesiące"],"A month":["Miesiąc"],"A week":["Tydzień"],"A day":["Dzień"],"No logs":["Brak dzienników"],"Use groups to organise your redirects. Groups are assigned to a module, which affects how the redirects in that group work. If you are unsure then stick to the WordPress module.":["Użyj grup, aby uporządkować swoje przekierowania. Grupy są przypisane do modułu, co wpływa na sposób działania przekierowań w danej grupie. Jeśli nie masz pewności, trzymaj się modułu WordPress."],"Add Group":["Dodaj grupę"],"Search":["Szukaj"],"Groups":["Grupy"],"Save":["Zapisz"],"Group":["Grupa"],"Regular Expression":["Wyrażenie regularne"],"Match":["Porównanie"],"Add new redirection":["Dodaj nowe przekierowanie"],"Cancel":["Anuluj"],"Download":["Pobierz"],"Redirection":["Przekierowanie"],"WordPress":["WordPress"],"Error (404)":["Błąd (404)"],"Pass-through":["Bez przekierowania"],"Redirect to random post":["Przekieruj do losowego postu"],"Redirect to URL":["Przekieruj do adresu URL"],"IP":["IP"],"Source URL":["Źródłowy adres URL"],"Date":["Data"],"Add Redirect":["Dodaj przekierowanie"],"View Redirects":["Wyświetl przekierowania"],"Module":["Moduł"],"Redirects":["Przekierowania"],"Name":["Nazwa"],"Filters":["Filtry"],"Reset hits":["Resetuj trafienia"],"Enable":["Włącz"],"Disable":["Wyłącz"],"Delete":["Usuń"],"Edit":["Edytuj"],"Last Access":["Ostatnio Używano"],"Hits":["Odsłony"],"URL":["Adres URL"],"Redirections":["Przekierowania"],"User Agent":["Identyfikator programu"],"URL and user agent":["URL i klient użytkownika"],"Target URL":["Docelowy URL"],"URL only":["Tylko URL"],"HTTP code":["Kod HTTP"],"Regex":["Wyrażenie regularne"],"Referrer":["Strona odsyłająca"],"URL and referrer":["URL i odsyłacz"],"Logged Out":["Wylogowany"],"Logged In":["Zalogowano"],"URL and login status":["URL i status użytkownika"]}},"comment":{"reference":"redirection.js"}}