{"translation-revision-date":"2025-08-01 11:14:18+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Archives":["Архивы"],"Home":["Главная"],"Copy to clipboard":["Скопировать в буфер обмена"],"here":["здесь"],"404 Page":["Страница 404"],"Front Page":["Главная страница"],"Remove Cache Buster Query Parameter":["Удалить параметр запроса Cache Buster"],"Stop adding cache buster query parameter when using the default page rule mode.":["Прекращение добавления параметра запроса cache buster при использовании режима правил страниц по умолчанию."],"WP JSON endpoints":["Конечные точки WP JSON"],"Automatically purge the cache when the plugin update process is complete":["Авто очищайте кэш после завершения процесса обновления плагина"],"Auto prefetch URLs on mouse hover":["Авто предварительная выборка URL-адресов при наведении курсора мыши"],"Keep settings on deactivation":["Сохранение настроек при деактивации"],"Keep settings on plugin deactivation.":["Сохранить настройки при деактивации плагина."],"Purge HTML pages only":["Очистить только HTML-страницы"],"Disable cache purging using queue":["Отключить очистку кэша с помощью очереди"],"Auto prefetch URLs in viewport":["Авто предварительная выборка URL-адресов в окне просмотра"],"If enabled, the browser prefetches in background all the internal URLs found in the viewport.":["Если этот параметр включен, браузер в фоновом режиме выполняет предварительную выборку всех внутренних URL-адресов, найденных в окне просмотра."],"By default this plugin purge the cache after 10 seconds from the purging action, to avoid a high number of purge requests in case of multiple events triggered by third party plugins. This is done using a classic WordPress scheduled event. If you notice any errors regarding the scheduled intervals, you can deactivate this mode by enabling this option.":["По умолчанию этот плагин очищает кэш через 10 секунд после операции очистки, чтобы избежать большого количества запросов очистки в случае нескольких событий, инициированных сторонними плагинами. Это делается с помощью классического запланированного события WordPress. При обнаружении ошибок, связанных с запланированными интервалами, этот режим можно деактивировать, включив эту опцию."],"Log verbosity":["Детализация журнала"],"Standard":["Стандартная"],"High":["Высокая"],"Prevent to cache URLs without trailing slash":["Запретить кэширование URL-адресов без косой черты в конце"],"Select user roles allowed to purge the cache":["Выберите роли пользователей, которым разрешено очищать кеш"],"Admins are always allowed.":["Админам всегда разрешено."],"Automatically purge the object cache when cache is purged":["Автоочистка кэша объекта при очистке кэша"],"Example: update\/publish a post\/page":["Например: обновляется\/опубликовывается запись\/страница"],"Purge cache for related pages only":["Очистить кэш только для связанных страниц"],"Purge whole cache":["Очистить весь кэш"],"Don't cache the following dynamic contents:":["Не кэшировать следующее динамическое содержимое:"],"Ajax requests":["Ajax запросы"],"Don't cache the following static contents:":["Не кэшировать следующее статическое содержимое:"],"Robots.txt":["Robots.txt"],"Save response headers":["Сохранять заголовки ответов"],"Save response headers together with HTML code.":["Сохранять заголовки ответов вместе с HTML-кодом."],"The following response header will never be saved:":["Следующие заголовки ответа никогда не будут сохранены:"],"Max log file size in MB":["Максимальный размер файла журнала в МБ"],"Automatically reset the log file when it exceeded the max file size. Set 0 to never reset it.":["Автоматически сбрасывать файл журнала, когда он превышает максимальный размер файла. Установите 0, чтобы никогда не сбрасывать его."],"Pages with query args":["Страницы с аргументами запроса"],"XML sitemaps":["XML-карты сайта"],"Automatically purge the Cloudflare's cache when something changes on the website":["Авто очищать кэш Cloudflare, когда что-то меняется на веб-сайте"],"Preload last 20 published\/updated posts, pages & CPTs combined":["Предварительно загружать последних 20 опубликованных\/обновленных записей, страниц и пользовательских типов записей"],"Secret key to use to start the preloader via URL. Don't touch if you don't know how to use it.":["Секретный ключ для запуска предварительной загрузки через URL. Не трогайте, если не знаете, как им пользоваться."],"Start the preloader via Cronjob":["Запуск предварительной загрузки через cron-задание"],"Cronjob secret key":["Секретный ключ cron-задания"],"Force cache bypassing for backend with an additional Cloudflare page rule":["Принудительный обход кеша для серверной части с дополнительным правилом страницы Cloudflare"],"Enable preloader":["Включить предварительную загрузку"],"Preload all URLs into the following sitemaps":["Предварительно загрузить все URL-адреса в следующие карты сайта"],"One sitemap per line.":["Одна карта сайта на строку."],"Varnish Support":["Поддержка Varnish"],"Cache":["Кэш"],"SEO redirect":["SEO-перенаправление"],"Preloader operation":["Зона работы предварительной загрузки"],"Choose the URLs preloading logic that the preloader must use. If no option is chosen, the most recently published URLs and the home page will be preloaded.":["Выберите алгоритм работы предварительной загрузки. Если ничего не выбрано, будут предварительно загружены самые последние URL-адреса и главная страница."],"Use cURL":["Использовать cURL"],"Enter 0 for no expiration.":["Введите 0, чтобы срок действия не истекал."],"Port":["Порт"],"HTTP method for single page cache purge":["HTTP-метод очистки кэша отдельной страницы"],"Cloudways Varnish":["Varnish на Cloudways"],"Enable this option if you are using Varnish on Cloudways.":["Включите эту опцию, если вы используете Varnish на Cloudways."],"If you are using Plesk, make sure you have disabled the options \"Smart static files processing\" and \"Serve static files directly by Nginx\" on \"Apache & Nginx Settings\" page of your Plesk panel or ask your hosting provider to update browser caching rules for you.":["Если вы используете Plesk, убедитесь, что вы отключили параметры \"Интеллектуальная обработка статических файлов\" и \" Обрабатывать статические файлы с помощью nginx\" на странице \"Настройки Apache и nginx\" вашей панели Plesk, или попросите вашего хостинг-провайдера обновить правила кэширования браузера для вас."],"HTTP method for whole page cache purge":["HTTP-метод для очистки кэша всей страницы"],"Hostname":["Имя хоста"],"Enable this option if you want log all communications between Cloudflare and this plugin.":["Включите эту опцию, если вы хотите регистрировать все коммуникации между Cloudflare и этим плагином."],"Writes into .htaccess":["Записывается в .htaccess"],"Remove purge option from toolbar":["Удалить опцию очистки кэша с панели инструментов"],"Example":["Например"],"Preloader":["Предзагрузчик"],"Clear logs now":["Очистить журналы"],"Purge cache URL secret key":["Cекретный ключ для URL-адреса очистки кэша"],"Secret key to use to purge the whole Cloudflare cache via URL. Don't touch if you don't know how to use it.":["Секретный ключ для очистки всего кэша Cloudflare через URL. Не трогайте, если не знаете, как им пользоваться."],"Log mode":["Режим журнала"],"Automatically purge single post cache when a new comment is inserted into the database or when a comment is approved or deleted":["Авто очищать кэш отдельных записей, когда новый комментарий появляется в базе данных, или когда комментарий одобрен или удален"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended 31536000 (1 year)":["Не трогайте, если не знаете, что это такое. Должно быть больше нуля. Рекомендуемое значение: 31536000 (1 год)"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended a value between 60 and 600":["Не трогайте, если не знаете, что это такое. Должно быть больше нуля. Рекомендуемое значение от 60 до 600"],"Posts per page":["Записей на страницу"],"AMP pages":["AMP-страницы"],"Add browser caching rules for static assets":["Добавить правила кэширования браузера для статических ресурсов"],"Overwrite the cache-control header":["Перезаписать заголовок cache-control"],"Save and restart Nginx.":["Сохраните изменения и перезапустите Nginx."],"Browser caching rules":["Правила кэширования браузера"],"Now open the configuration file of your domain and add the following rules inside the block that deals with the management of PHP pages:":["Теперь откройте файл конфигурации для вашего домена и добавьте следующие правила внутри блока, который отвечает за PHP-страницы:"],"Open the configuration file of your domain and add the following rules:":["Откройте файл конфигурации для вашего домена и добавьте туда следующие правила:"],"Enter how many posts per page (or category) the theme shows to your users. It will be use to clean up the pagination on cache purge.":["Укажите, сколько записей на странице (или категории) тема показывает вашим пользователям. Это будет использоваться для очистки разбивки на страницы вместе с очисткой кэша."],"Browser Cache-Control max-age":["Cache-Control: max-age в браузере"],"Cache Lifetime Settings":["Настройки времени жизни кэша"],"Overwrite the cache-control header for WordPress's pages using web server rules":["Перепишите заголовок cache-control для страниц WordPress с помощью правил веб-сервера"]}},"comment":{"reference":"assets\/build\/154.js"}}